import s from "./StyleAboutCenter/AboutCenter.module.css";

const AboutCenter = () => {
    return (
        <div className={s.about_center}>
            <div className={s.about_center_container}>
                <div className={s.about_center_left}>
                    <div className={s.about_center_left_name}>
                        <h2>Про нас</h2>
                    </div>
                    <div className={s.about_center_left_abz}>
                        <ul className={s.about_center_left_text}>
                            <li>Новий сервіс доставки піци «Pizzatime» – це не просто черговий бізнес. Це справа, яку ми
                                робимо з любов`ю і відповідальністю! І крім того маємо багато переваг перед
                                конкурентами:
                            </li>
                            <li>По -перше, ми використовуємо лише найсвіжіші та найсмачніші продукти. Всі мясні та сирні
                                вироби у нас мають обмежений термін придатності, тому що не мають в складі
                                стабілізаторів та консервантів.
                            </li>
                            <li>По –друге, швидка доставка. Ми намагаємось доставити Вам гарячу піцу як можна скоріше, і
                                по словам наших клієнтів, ми дійсно є першими.
                            </li>
                            <li>Ну і по-третє, ми печемо не звичайну піцу. Наша піца готується із найніжнішого тіста,
                                виготовленого по спеціальній технологіі і печеться в печі на камені при 400 градусах!
                                Скоринка виходить повітряно-хрумкою, а БАГАТО начинки роблять наші піци просто
                                унікальними!
                            </li>
                            <li>Отож, обирайте, замовляйте, смакуйте. Ми впевнені, що обравши нас один раз – Ви
                                залишитесь з нами назавжди!
                            </li>
                        </ul>

                    </div>
                </div>
            </div>
        </div>
    )
}
export default AboutCenter